import SubTitle from "@/app/(page)/privacy-policy/subTitle";
import React from "react";

function Korean() {
    return (
        <>
            <h1 className={"text-title1"}>
                개인정보 처리방침
            </h1>
            <p>
                코아(www.thedevlounge.com)은(는) 「개인정보
                보호법」 제30조에 따라 정보주체의 개인정보를
                보호하고 이와 관련한 고충을 신속하고
                원활하게 처리할 수 있도록 하기 위하여 다음과
                같이 개인정보 처리방침을 수립·공개합니다. ○
                이 개인정보처리방침은 2024년 12월 27일부터
                적용됩니다.
            </p>
            <SubTitle>제1조(개인정보의 처리 목적)</SubTitle>
            <p>
                코아(www.thedevlounge.com)은(는) 다음의
                목적을 위하여 개인정보를 처리합니다.
                처리하고 있는 개인정보는 다음의 목적 이외의
                용도로는 이용되지 않으며 이용 목적이
                변경되는 경우에는 「개인정보 보호법」
                제18조에 따라 별도의 동의를 받는 등 필요한
                조치를 이행할 예정입니다.
            </p>
            <ul>
                <li>
                    1. 홈페이지 회원가입 및 관리 회원
                    가입의사 확인, 회원제 서비스 제공에 따른
                    본인 식별·인증, 회원자격 유지·관리, 각종
                    고지·통지 목적으로 개인정보를
                    처리합니다.
                </li>
                <li>
                    2. 재화 또는 서비스 제공 물품배송,
                    서비스 제공, 콘텐츠 제공을 목적으로
                    개인정보를 처리합니다.
                </li>
                <li>
                    3. 마케팅 및 광고에의 활용 신규
                    서비스(제품) 개발 및 맞춤 서비스 제공
                    등을 목적으로 개인정보를 처리합니다.
                </li>
            </ul>
            <SubTitle>
                제2조(개인정보의 처리 및 보유 기간)
            </SubTitle>
            <ul>
                <li>
                    ① 코아은(는) 법령에 따른 개인정보
                    보유·이용기간 또는 정보주체로부터
                    개인정보를 수집 시에 동의받은 개인정보
                    보유·이용기간 내에서 개인정보를
                    처리·보유합니다.
                </li>
                <li>
                    ② 각각의 개인정보 처리 및 보유 기간은
                    다음과 같습니다.
                    <p>
                        1.홈페이지 회원가입 및 관리 홈페이지
                        회원가입 및 관리와 관련한 개인정보는
                        수집.이용에 관한 동의일로부터
                        1년까지 위 이용목적을 위하여
                        보유.이용됩니다.
                        <br /> 보유근거 : 개인정보 민감 정보
                        1년 내 <br /> 파기 관련법령 :
                        표시/광고에 관한 기록 : 6개월
                    </p>
                </li>
            </ul>
            <SubTitle>
                제3조(처리하는 개인정보의 항목)
            </SubTitle>
            <p>
                ① 코아은(는) 다음의 개인정보 항목을 처리하고
                있습니다. 1 홈페이지 회원가입 및 관리
                선택항목 : 이름, 비밀번호, 휴대전화번호
            </p>
            <SubTitle>
                제4조(개인정보의 파기절차 및 파기방법)
            </SubTitle>
            <ul>
                <li>
                    ① 코아 은(는) 개인정보 보유기간의 경과,
                    처리목적 달성 등 개인정보가 불필요하게
                    되었을 때에는 지체없이 해당 개인정보를
                    파기합니다.
                </li>
                <li>
                    ② 정보주체로부터 동의받은 개인정보
                    보유기간이 경과하거나 처리목적이
                    달성되었음에도 불구하고 다른 법령에 따라
                    개인정보를 계속 보존하여야 하는
                    경우에는, 해당 개인정보를 별도의
                    데이터베이스(DB)로 옮기거나 보관장소를
                    달리하여 보존합니다.
                </li>
                <li>
                    ③ 개인정보 파기의 절차 및 방법은 다음과
                    같습니다. <br /> 1. 파기절차 코아 은(는)
                    파기 사유가 발생한 개인정보를 선정하고,
                    코아 의 개인정보 보호책임자의 승인을
                    받아 개인정보를 파기합니다.
                </li>
            </ul>
            <SubTitle>
                제5조(정보주체와 법정대리인의 권리·의무 및
                그 행사방법에 관한 사항)
            </SubTitle>
            <ul>
                <li>
                    ① 정보주체는 코아에 대해 언제든지
                    개인정보 열람·정정·삭제·처리정지 요구
                    등의 권리를 행사할 수 있습니다.
                </li>
                <li>
                    ② 제1항에 따른 권리 행사는코아에 대해
                    「개인정보 보호법」 시행령 제41조제1항에
                    따라 서면, 전자우편, 모사전송(FAX) 등을
                    통하여 하실 수 있으며 코아은(는) 이에
                    대해 지체 없이 조치하겠습니다.
                </li>
                <li>
                    ③ 제1항에 따른 권리 행사는 정보주체의
                    법정대리인이나 위임을 받은 자 등
                    대리인을 통하여 하실 수 있습니다.이 경우
                    “개인정보 처리 방법에 관한
                    고시(제2020-7호)” 별지 제11호 서식에
                    따른 위임장을 제출하셔야 합니다.
                </li>
                <li>
                    ④ 개인정보 열람 및 처리정지 요구는
                    「개인정보 보호법」 제35조 제4항, 제37조
                    제2항에 의하여 정보주체의 권리가 제한 될
                    수 있습니다.
                </li>
                <li>
                    ⑤ 개인정보의 정정 및 삭제 요구는 다른
                    법령에서 그 개인정보가 수집 대상으로
                    명시되어 있는 경우에는 그 삭제를 요구할
                    수 없습니다.
                </li>
                <li>
                    ⑥ 코아은(는) 정보주체 권리에 따른 열람의
                    요구, 정정·삭제의 요구, 처리정지의 요구
                    시 열람 등 요구를 한 자가 본인이거나
                    정당한 대리인인지를 확인합니다.
                </li>
            </ul>
            <SubTitle>
                제6조(개인정보의 안전성 확보조치에 관한
                사항)
            </SubTitle>
            <p>
                코아은(는) 개인정보의 안전성 확보를 위해
                다음과 같은 조치를 취하고 있습니다.
            </p>
            <ul>
                <li>
                    1. 내부관리계획의 수립 및 시행
                    개인정보의 안전한 처리를 위하여
                    내부관리계획을 수립하고 시행하고
                    있습니다.
                </li>

                <li>
                    2. 개인정보 취급 직원의 최소화 및 교육
                    개인정보를 취급하는 직원을 지정하고
                    담당자에 한정시켜 최소화 하여 개인정보를
                    관리하는 대책을 시행하고 있습니다.
                </li>
            </ul>
            <SubTitle>
                제7조(정보주체와 법정대리인의 권리・의무 및
                행사방법에 관한 사항)
            </SubTitle>
            <ul>
                <li>
                    ① 정보주체는 코아에 대해 언제든지
                    개인정보 열람・정정・ 삭제・처리정지 및
                    철회 요구, 자동화된 결정에 대한 거부
                    또는 설명 요구 등의 권리를 행사(이하
                    “권리 행사”라 함)할 수 있습니다.
                </li>
                <li>
                    ② 권리 행사는 에 대해 「개인정보
                    보호법」 시행령 제41조 제1항에 따라
                    서면, 전자우편, 모사전송(FAX) 등을
                    통하여 하실 수 있으며, 코아은(는) 이에
                    대해 지체없이 조치하겠습니다
                </li>
            </ul>
            <SubTitle>
                제8조(개인정보 보호책임자의 성명 또는
                개인정보 업무 담당부서 및 고충사항을
                처리하는 부서에 관한 사항)
            </SubTitle>

            <ul>
                <li>
                    ① 코아은(는) 개인정보 처리에 관한 업무를
                    총괄해서 책임지고, 개인정보 처리와
                    관련한 정보주체의 불만처리 및 피해구제
                    등을 위하여 아래와 같이 개인정보
                    보호책임자를 지정하고 있습니다. ▶
                    개인정보 보호책임자
                    <ul>
                        <li>성명 : 김철준</li>
                        <li>연락처 : 010-2737-5149</li>
                        <li>
                            이메일 : cjfwns966@gmail.com
                        </li>
                    </ul>
                    <li>
                        ② 정보주체는 코아의 서비스(또는
                        사업)을 이용하시면서 발생한 모든
                        개인정보보호 관련 문의, 불만처리,
                        피해구제 등에 관한 사항을 개인정보
                        보호책임자 및 담당부서로 문의할 수
                        있습니다. 코아은(는) 정보주체의
                        문의에 대해 지체없이 답변 및
                        처리해드릴 것입니다
                    </li>
                </li>
            </ul>
            <SubTitle>
                제9조(개인정보 처리방침 변경)
            </SubTitle>
            <ul>
                <li>
                    ① 이 개인정보처리방침은 2023년 9월 9부터
                    적용됩니다.
                </li>
                <li>
                    ② 이전의 개인정보 처리방침은 아래에서
                    확인하실 수 있습니다.
                </li>
            </ul>
        </>
    );
}

export default Korean;
